[{
    "title": "SPRING TIME",
    "date": "2016-03-14",
    "author": "",
    "mainText": [
      "This week we will be making daffodil pictures and will hopefully get outside to look for spring flowers and tree buds",
      "Beverley is coming to visit us again this Tuesday with Jo Jingles thanks to the LOTTERY FUND"],
    "image": "blog/daffodil.jpg"
},{
    "title": "TIME TWISTERS",
    "date": "2016-03-10",
    "author": "",
    "mainText": [
      "Our morning at Time Twisters was a blast and was a great way to spend some of our BIG LOTTERY FUNDING. All the children had fun tiring themselves out climbing up and sliding down the slides. What a lot of daredevils we have! It was great to see the children and some of the parents having such a good time. Hopefully we will be able to organise another visit before the end of the summer term!"],
    "image": "blog/timetwister 2.jpg"
  },{
    "title": "TIME TWISTERS",
    "date": "2016-03-09",
    "author": "",
    "mainText": [
      "Remember playgroup will be closed today as we have our LOTTERY FUNDED playgroup excursion to  Toddler Time at Time Twisters at Sighthill. All our children are welcome to join us meeting at 9.30am"
    ],
    "image": "blog/time twisters.jpg"
  },{
    "title": "SPRING IS SPRUNG",
    "date": "2016-03-07",
    "author": "",
    "mainText": [
      "This week we will be looking for signs of Spring: blossom on trees and spring flowers poking through."
    ],
    "image": "blog/blossom.jpg"
  },{
    "title": "MOTHER'S DAY",
    "date": "2016-02-29",
    "author": "",
    "mainText": [
      "This week we will be making Mothering Sunday cards and beautiful bead bracelets."
    ],
    "image": "blog/bead bracelet.jpg"
  },{
    "title": "WELCOME BACK",
    "date": "2016-02-22",
    "author": "",
    "mainText": [
      "Welcome back we hope you enjoyed the half term holiday!",
      "This week we will be celebrating Chinese New Year, the year of the monkey, by making Chinese Dragons in handwork."
    ],
    "image": "blog/chinese dragon.jpg"
  }, {
    "title": "HEARTS",
    "date": "2016-02-08",
    "author": "",
    "mainText": [
      "This week’s shapes are hearts. We will be making valentine cards and decorating biscuits!",
      "Remember next week we are off for half term!"
    ],
    "image": "blog/heart.png"
  },{
    "title": "JO JINGLES",
    "date": "2016-02-05",
    "author": "",
    "mainText": [
      "Thanks to our LOTTERY FUNDING Beverley visited with Jo Jingles again today. This time we mostly sang songs about farmyard animals. After we all said hello to Jo we sang “Old MacDonald’s Farm”. Beverley had hand puppets for the various farmyard animals but we sang an extra verse as Isla had her lamby hand puppet with her!",
      "We got to experience different musical instruments. We were all given wooden beaters to play along to “Horsey, Horsey” and castinets to play as we sang along to a chicken song.",
      "We had ribbon rainbow shakers to wave as we sang “Jelly on a Plate”  and “Dingle Dangle Scarecrow”. We then sang “Five little Ducks” where is was commented “that’s a giant duck!” as Beverley showed us her hand puppet. We got to march along to some songs and then chose a rabbit toy each to sing some rabbit songs. Lastly we all had terrific fun chasing bubbles and popping them!",
      "I asked the children what they had enjoyed:",
      "Lucas: “I liked sleeping bunnies”",
      "Isla: “I liked singing about Lamb in Old MacDonald”",
      "Eilidh: “Bubbles!”",
      "Hannah: “E-I-E-I-O”",
      "Erin: “I liked the puppets”",	
      "Honor: “The instruments, the clapping instruments where we were tapping on our hands and knees”",
      "Joe: “The bubbles”",
      "Frieda: “Popping the bubbles”",
      "Amber: “I liked the bubbles”",
      "Emily: “The bubbles were silly”",
      "XiXi: “bubbles”",
      "Jude: “The cow book”",
      "Rhys: “Chasing the bubbles”"
    ],
    "image": "blog/jo jingles feb.jpg"
  },
  {
    "title": "RECTANGLES AND SQUARES",
    "date": "2016-01-25",
    "author": "",
    "mainText": [
      "This week's shapes are SQUARES and RECTANGLES"
    ],
    "image": "blog/rectangle.jpg"
  },{
    "title": "CIRCLE",
    "date": "2016-01-18",
    "author": "",
    "mainText": [
      "This week's shape is the CIRCLE"
    ],
    "image": "blog/circle.jpg"
  },
  {
    "title": "TRIANGLE",
    "date": "2016-01-11",
    "author": "",
    "mainText": [
      "This week's shape is the TRIANGLE"
    ],
    "image": "blog/triangle.gif"
  },
  {
    "title": "WELCOME BACK",
    "date": "2016-01-07",
    "author": "",
    "mainText": [
      "We hope you enjoyed your holiday",
      "This term we will be looking at shapes. There are lots of ways you can help your child begin to recognise shapes. Shapes are everywhere. When you are looking at books or magazines, in the house or out and about take a look around and see if you can spot shapes together!"
    ],
    "image": "playgroup_logo_transparent.png"
  },
  {
    "title": "JO JINGLES VISITS",
    "date": "2015-12-03",
    "author": "",
    "mainText": [
      "We had a brilliant morning when Beverley from Jo Jingles visited. She set out her music player and put down mats for the children to sit on. Once we got her name badges on we got introduced to Jo and each gave him a cuddle. We then sang the hello song. We had a wonderful morning singing songs, playing with the parachute and chasing bubbles. We also got instruments to play with, we shook our jingle bells in time to the music! All too soon it was time to say goodbye to Beverley and Jo but we hope to see them again in the new year thanks to our LOTTERY FUND"
    ],
    "image": "blog/jo jingles dec.JPG"
  },
  {
    "title": "MORE TOYS",
    "date": "2015-12-07",
    "author": "",
    "mainText": [
      "Thanks to our LOTTERY FUNDING we got some great new furniture for our doll’s houses. The children had a great time rearranging the rooms!"
    ],
    "image": "blog/dolls house.JPG"
  },
  {
    "title": "COFFEE MORNING",
    "date": "2015-12-14",
    "author": "",
    "mainText": [
      "We had a coffee morning today. Thanks to all the parents that made it a success, we raised £196.10."
    ],
    "image": "blog/coffee cup.png"
  },
  {
    "title": "CHRISTMAS PARTY",
    "date": "2015-12-18",
    "author": "",
    "mainText": [
      "We had our playgroup party today. We played games like pass the parcel and musical statues then had party food for our snack. The children put on a brilliant performance of songs for family and friends. They were so good that we had a special visitor, Santa came to visit and bring the children gifts!"
    ],
    "image": "blog/santa.JPG"
  },
  {
    "title": "THE NEW KITCHEN ARRIVES",
    "date": "2015-11-12",
    "author": "",
    "mainText": [
      "We ordered new play kitchen sink, refrigerator, washing machine and oven wooden units from the MORLEYS catalogue and were delighted when on 11th of November Miss Schulberg announced they had been delivered to her home. The next morning Miss Schulberg delivered them over to playgroup with the help of her son Andrew who was with us on a work experience placement from school – strong arms!",
      "We had time to unwrap the kitchen units as fortunately we weren’t setting out all of the toys as we had a visit from Tooty Footy’s Sean organised and yet again it was too wet to play outside. They were well wrapped in sheets of polythene and cardboard so it took us 40 minutes to unwrap the units, attach the shelves and screw on the handles, and recycle the packaging.",
      "The Lottery fund is the gift that keeps on giving as the toddler group in the hall next door gratefully received our old kitchen units for their children to play with."
    ],
    "image": "blog/SDC12161.JPG"
  },
  {
    "title": "TOOTY FOOTY",
    "date": "2015-11-06",
    "author": "Mrs Dickerson",
    "mainText": [
      "First Sean introduced himself and told us about Tooty Footy the dinosaur who invented football but is now retired.",
      "We warmed up by kicking our legs out, shaking our arms and wobbling our heads. We stretched up to the sky then down to our toes. We then did races up and down the hall. We had a game of dodgeball – when Sean touched us with the ball we had to be statues with funny faces until we were high fived.",
      "We were each given a ball then we played the “traffic light game” – red meant we had to put our foot on the ball or sit on it; Amber meant run on the spot and Green meant kick the ball.",
      "The next game we played was the “giant game”. We sang Twinkle Twinkle Little Star to Sean the giant to make him go to sleep then kicked the ball into the goal behind him. Then Frieda pretended to be the giant. ",
      "We then each took a turn to score a goal. Finally Sean tried to score a goal whilst all of us were being goal keepers. First he didn’t manage to kick the ball. On his next attempt he scored, but only because he cheated as he made us all look around by pretending there was something behind us! On his final try he kicked the ball but didn’t cheat, Amy saved it!",
      "What the Children thought:",
      "Jude: “I like when you cheated, the cheeky bit”",
      "Honor: “I like when you made Jude look away and kicked the ball into the net.”",
      "Poppy: “I liked the high fives”",
      "Frieda: “I liked the giant game”",
      "Rhys: “I liked the traffic light game”",
      "Isla: “I liked the giant game best”",
      "Amy: “I liked the football”",
      "Erin: “I liked scoring a goal”",
      "Hannah: “I liked the high fives”"
    ],
    "image": "blog/tooty_footy.png"
  },
  {
    "title": "TOOTY FOOTY UPDATE",
    "date": "2015-11-10",
    "author": "Andrew Schulberg",
    "mainText": [
      "Sean turned up and instantly got the kids up and ready. Doing jumping and running was a great way of getting the kids motivated. The warm up game where the kids were to rest the body part called out by Sean onto the ball was super fun and a great idea. We then played “What’s the time Mr Wolf?” which the kids loved!",
      "To finish off we all took turns kicking the ball into the goal. The kids (and teachers) were exhausted!",
      "Overall Sean was great fun for the kids and I think they really enjoyed it!"
    ],
    "image": "blog/tooty_footy.png"
  }
]

